/////////////////////////////////////////////////////////////////////////////
// ﾌｧｲﾙ入出力部プロトタイプ宣言1
// DataFile1.h
//---------------------------------------------------------------------------
// LastEdit : 2009/06/05 by M.Fukushima
/////////////////////////////////////////////////////////////////////////////
int WriteJsdFile(const char*, int, int);								// JSF/JSD/GLF/GLDﾌｧｲﾙ出力
int ReadJsdFile(const char*, int, int);									// JSF/JSD/GLF/GLDﾌｧｲﾙ入力
int WriteCopyFile(UINT);												// ｺﾋﾟｰﾃﾞｰﾀﾌｧｲﾙ出力
int ReadCopyFile(UINT);													// ｺﾋﾟｰﾃﾞｰﾀﾌｧｲﾙ入力

//==============================<EOF:DataFile1.h>============================
