/////////////////////////////////////////////////////////////////////////////
// ﾌｧｲﾙ入出力部プロトタイプ宣言3
// DataFile3.h
//---------------------------------------------------------------------------
// LastEdit : 2010/01/28 by M.Fukushima
/////////////////////////////////////////////////////////////////////////////
int WriteCommonFile(int, const char*);									// 共通ﾌｧｲﾙ出力
int ReadCommonFile(int, const char*);									// 共通ﾌｧｲﾙ入力
int MakePolygonData(int);												// ﾎﾟﾘｺﾞﾝﾃﾞｰﾀ作成
void ExportSLCFile(CString);											// ｴｸｽﾎﾟｰﾄSLC

//==============================<EOF:DataFile3.h>============================