/////////////////////////////////////////////////////////////////////////////
// JCAD3標準ファイル変換部(JSD形式)プロトタイプ宣言
// DataConv.h
//---------------------------------------------------------------------------
// LastEdit : 2009/09/28 by M.Fukushima
/////////////////////////////////////////////////////////////////////////////
BOOL ConvCmdToJsd(const char*);											// CMD->JSD変換
BOOL ConvJsdToCmd(const char*);											// JSD->CMD変換
int  ConvJgdToCmd(const char*, char*, int*);							// JGD->CMD変換

//==============================<EOF:DataConv.h>=============================
