/////////////////////////////////////////////////////////////////////////////
// 基準面編集用構造体及びマクロ定義
// FaceEditType.h
//---------------------------------------------------------------------------
// LastEdit : 2009/02/12 by M.Fukushima
/////////////////////////////////////////////////////////////////////////////
typedef struct faetp {
	struct  faetp* next;												// 次ﾃﾞｰﾀのﾎﾟｲﾝﾀ
	double  xmin;														// 面のX最小値
	double  xmax;														// 面のX最大値
	double  ymin;														// 面のY最小値
	double  ymax;														// 面のY最大値
	VECTYPE vec;														// 面の法線ﾍﾞｸﾄﾙ
	int     stfl;														// 面ﾙｰﾌﾟ開始番地
} FAETYPE;																//<< 面情報抽出用 >>

FAETYPE* Flist;															// 面情報抽出ﾘｽﾄﾎﾟｲﾝﾀ
int      Fcnt;															// 面情報ﾘｽﾄ数
double   XPos1, XPos2, YPos1, YPos2;									// 作業領域ﾎﾟｼﾞｼｮﾝ

//===========================<EOF:FaceEditType.h>============================
