///////////////////////////////////////////////////////////////////////////////
// ＧＬＢテンプレートファイルアクセスプロトタイプ宣言
// GLTF32_Api.h
//-----------------------------------------------------------------------------
// LastEdit: 2009/06/10 by M.Fukushima
///////////////////////////////////////////////////////////////////////////////
#ifndef ___GLTF_H
#define ___GLTF_H

int WINAPI ChgGLTFile(const char* fname, const char* tname,
                      int flg, float dm);								// GLTﾌｧｲﾙ変換

#endif ___GLTF_H

//============================<EOF:GLTF32_Api.h>=============================
