///////////////////////////////////////////////////////////////////////////////
// ＪＣＡＤ３データ寸法補正プロトタイプ宣言
// NCRV32_Api.h
//-----------------------------------------------------------------------------
// LastEdit: 2009/04/29 by M.Fukushima
///////////////////////////////////////////////////////////////////////////////
#ifndef ___NCRV_H
#define ___NCRV_H

int WINAPI ReviseObject(OBJTYPE* bop, PNTTYPE* vtx, int* flp,
                        const char* pname);								// 立体寸法補正

#endif ___NCRV_H

//============================<EOF:NCRV32_Api.h>=============================
