/////////////////////////////////////////////////////////////////////////////
// TrueTypeフォント立体作成部プロトタイプ宣言
// TrueTypeFont.h
//---------------------------------------------------------------------------
// LastEdit : 2009/04/01 by M.Fukushima
/////////////////////////////////////////////////////////////////////////////
void CreatTrueTypeFont(char*, char*, double, double, double, int);		// TrueType立体生成
void GetFontFileName(char*, char*);										// Fontﾌｧｲﾙ名取得

//============================<EOF:TrueTypeFont.h>===========================
